Repository: crupko93/woo-to-iiko
Catalog: lang/iiko-*.po
Languages: ro_ro, ru_ru

source: Check for updates
ro_ro: Verifică pentru actualizări
ru_ru: Проверить обновления

# the plugin title
source: The %s plugin is up to date.
ru_ru: Плагин %s обновлен.

# the plugin title
source: A new version of the %s plugin is available.
ru_ru: Доступна новая версия плагина %s.

# the plugin title
source: Could not determine if updates are available for %s.
ru_ru: Не удалось определить, доступны ли обновления для %s.

source: Unknown update checker status "%s"
ru_ru: Неизвестный статус проверки обновлений "%s"

source: Woocommerce to Iiko Plugin. Import products and Export orders.
ru_ru: Плагин для интеграции WooCommerce с Iiko API. Импорт товаров и Экспорт заказов.

source: Aleksey Tihomirov
ru_ru: Алексей Тихомиров

source: Санкт-Петербург
ro_ro: Sankt-Petersburg

source: Recommended value: 1 or 0
ro_ro: Valoare recomandată: 1 sau 0

source: Пн-Вс
ro_ro: Lu-Du

source: Пн
ro_ro: Luni

source: Закрыто
ro_ro: Este închis

source: Сам заберу
ro_ro: O voi lua eu însumi

source: Доставка курьером
ro_ro: Livrare prin curier
