Repository: crupko93/woo-to-iiko
Catalog: lang/iiko-*.po
Languages: ro_ro, ru_ru

source: Iiko settings
ro_ro: Setări iiko
ru_ru: Настройки IIko

source: General Settings
ro_ro: Setări generale
ru_ru: Основные настройки

source: Export Settings
ro_ro: Exportă setările
ru_ru: Настройки Экспорта

source: Checkout Page Settings
ro_ro: Setări pagină Checkout
ru_ru: Настройки Страницы Оплаты

source: Iiko connection settings
ro_ro: Setări de conexiune iiko
ru_ru: Iiko настройки соединения

source: Setup iiko connection settings for import and export
ro_ro: Setup iiko setările de conexiune pentru import și export
ru_ru: Установить настройки соединения для импорта и экспорта

source: Server iiko
ru_ru: Сервер iiko

source: Example: https://iiko.biz:9900/
ro_ro: Exemplu: https://iiko.biz:9900/
ru_ru: Например: https://iiko.biz:9900/

source: Login
ro_ro: Logare
ru_ru: Логин

source: Client login.
ro_ro: Login client.
ru_ru: Логин клиента

source: Password
ro_ro: Parolă
ru_ru: Пароль

source: Client secret
ru_ru: Пароль клиента

source: City
ro_ro: Oraș
ru_ru: Город

source: Default city. Need to use KLADR
ro_ro: Orașul implicit. Trebuie să utilizați KLADR
ru_ru: Город по-умолчанию. Необходимо для использования КЛАДР

source: City ID
ro_ro: ID-ul orașului
ru_ru: ID Города

source: City ID in KLADR. Filled automatically after selecting a city.
ro_ro: ID-ul orașului în KLADR. Completat automat după ce ați selectat un oraș.
ru_ru: ID Города в <a href="https://kladr-rf.ru/">КЛАДР</a>. Поле заполняется автоматически после указания города.

source: Enable debug mode for import and export. Or enable all wordpress Debugging, WP_DEBUG = true
ro_ro: Activați modul de depanare pentru import și export. Sau să activați toate depanarea wordpress, WP_DEBUG = true
ru_ru: Включить режим отладки для импорта и экспорта. Или включите отладку для WordPress, с помощью WP_DEBUG = true в файле wp-config.php, в корне сайта.

source: See console and php error log.
ro_ro: Consultați jurnalul de erori console și php.
ru_ru: Смотрите сообщения в консоли и логе ошибок php

source: Import Settings
ro_ro: Setări de import
ru_ru: Настройки импорта

source: Additional settings
ro_ro: Setari aditionale
ru_ru: Дополнительные настройки

source: Update only product price for re-import
ro_ro: Actualizați numai prețul produsului pentru reimport
ru_ru: При повторном импорте обновлять только цену товара.

source: Update products automatically
ro_ro: Actualizați produsele în mod automat
ru_ru: Обновлять товары автоматически

source: Update products automatically every day
ro_ro: Actualizați produsele în mod automat în fiecare zi
ru_ru: Включить автоматическое ежедневное обновление товаров

source: Do not upload or update images when importing
ro_ro: Nu încărcați și actualizați imaginile la import
ru_ru: Не загружать и не обновлять изображения при импорте

source: Type items for loading
ro_ro: Introduceți elemente pentru încărcare
ru_ru: Типы элементов для загрузки

source: Select type items for loading
ro_ro: Selectați elementele de tip pentru încărcare
ru_ru: Выберите тип для загрузки

source: All
ro_ro: Toate
ru_ru: Все

source: Dish
ru_ru: Блюда

source: Product (Good)
ro_ro: Produs (bun)
ru_ru: Товары

source: Modifier
ro_ro: Modificatorul
ru_ru: Модификатор

source: Product and Dish
ro_ro: Produs și feluri de mâncare
ru_ru: Товары и Блюда

source: Delivery Types
ro_ro: Tipuri de livrare
ru_ru: Типы доставки.

source: The code of delivery type "I'll take it myself"
ro_ro: Codul de livrare tip "O voi lua eu însumi"
ru_ru: Код доставки типа "Самовывоз"

source: Specify the code of the delivery type "Take it myself."
ro_ro: Specificați codul tipului de livrare "Luați-o singură".
ru_ru: Укажите код доставки типа «Сам заберу».

source: Code of delivery type "Home delivery"
ro_ro: Cod de livrare tip "Livrare la domiciliu"
ru_ru: Код типа доставки "Доставка на дом"

source: Specify the delivery type code of the order "Home delivery".
ro_ro: Cod de livrare tip "Livrare la domiciliu"
ru_ru: Укажите код типа доставки "Доставка на дом".

source: "Cash" payment code
ro_ro: Codul de plată "Numerar"
ru_ru: Код оплаты "Оплата наличными"

source: Specify the payment type code of the order "Cash payment"
ro_ro: Specificați codul tipului de plată al ordinului "Plata în numerar"
ru_ru: Код типа оплаты «Оплата наличными»

source: Code of payment type "Card"
ro_ro: Codul de plată "Card"
ru_ru: Код "Оплата картой"

source: Specify the code of the payment type of the order "Card Payment"
ro_ro: Specificați codul tipului de plată al ordinului "Plata prin card"
ru_ru: Укажите код типа оплаты «Оплата картой»

source: Checkout page
ro_ro: Pagina de verificare
ru_ru: Страница Оплаты

source: Any text. Displayed on the payment page.
ro_ro: Orice text. Afișată pe pagina de plată.
ru_ru: Произвольный текст. Отображается на странице оплаты.

source: Enter any text here to show it on the payment page.
ro_ro: Introduceți aici orice text pentru ao afișa pe pagina de plată.
ru_ru: Введите сюда любой текст, чтобы показать его на странице оплаты.

source: Show the choice of delivery terminal?
ro_ro: Arată alegerea terminalului de livrare?
ru_ru: Показать выбор терминала доставки?

source: Check this if your have several Delivery terminals. And the user must choose one of them.
ro_ro: Verificați dacă aveți mai multe terminale de livrare. Și utilizatorul trebuie să aleagă una dintre ele.
ru_ru: Отметьте, если у вас есть несколько терминалов доставки. И пользователь должен выбрать один из них.

source: Show Name or Address of delivery terminal?
ro_ro: Afișați numele sau adresa terminalului de livrare?
ru_ru: Показать Название или Адрес терминала доставки?

source: Works only if the option marked above.
ro_ro: Funcționează numai dacă opțiunea este marcată mai sus.
ru_ru: Работает только если опция отмечена выше.

source: Select display option.
ro_ro: Selectați opțiunea de afișare.
ru_ru: Как отображать

source: Name
ro_ro: Nume
ru_ru: Название

source: Restaurant Name
ro_ro: Numele restaurantului
ru_ru: Название Ресторана

source: Address
ro_ro: Adresa
ru_ru: Адрес

source: Name + Address
ro_ro: Nume + Adresa
ru_ru: Название + Адрес

source: Specify the mask to enter the phone number
ro_ro: Specificați masca pentru a introduce numărul de telefon
ru_ru: Укажите маску для ввода номера телефона

source: Show calendar expanded
ro_ro: Afișați calendarul extins
ru_ru: Показывать календарь в развернутом виде

source: Check if you want to show the calendar immediately in expanded form, and not as a string.
ro_ro: Verificați dacă doriți să afișați calendarul imediat în formă extinsă, și nu ca un șir.
ru_ru: Отметьте, хотите ли вы, чтобы календарь отображался сразу в развернутом виде, а не в виде строки.

source: Specify the start time of the restaurant
ro_ro: Specificați ora de începere a restaurantului
ru_ru: Укажите время начала работы ресторана

source: Specify the start time of the restaurant. For example: 11
ro_ro: Specificați ora de începere a restaurantului. De exemplu: 11
ru_ru: Укажите время начала работы ресторана. Например: 11

source: Specify the closing time of the restaurant
ro_ro: Specificați ora de închidere a restaurantului
ru_ru: Укажите время закрытия ресторана

source: Specify the time of the restaurant shutdown. For example: 23
ro_ro: Specificați timpul închiderii restaurantului. De exemplu: 23
ru_ru: Укажите время закрытия ресторана. Например: 23

source: Number of days to pre-order
ro_ro: Numărul de zile pentru precomandare
ru_ru: Количество дней для предварительного заказа

source: The number of days to pre-order. For example: 7
ro_ro: Numărul de zile pentru precomandare. De exemplu: 7
ru_ru: Количество дней для предварительного заказа. Например: 7

source: The number of hours for the preparation and delivery of the order
ro_ro: Numărul de ore pentru pregătirea și livrarea comenzii
ru_ru: Количество часов на подготовку и доставку заказа

source: The number of hours required for the preparation and delivery of the order received in advance, since the opening of the restaurant. For example, if the restaurant opens at 11, stand at 1, then the delivery will be available for 12 hours.
ro_ro: Numărul de ore necesare pentru pregătirea și livrarea comenzii primite în avans, de la deschiderea restaurantului. De exemplu, dacă restaurantul se deschide la 11, stați la 1, atunci livrarea va fi disponibilă timp de 12 ore.
ru_ru: Количество часов, необходимое для подготовки и доставки заказа, полученного заранее. Время с момента открытия ресторана. Например, если ресторан открывается в 11, и установлено 1, тогда доставка будет доступна на 12 часов.

source: Restaurant selected
ro_ro: Restaurant selectat
ru_ru: Ресторан выбран

source: Please, reload this page to choose terminal.
ro_ro: Reîncărcați această pagină pentru a alege terminalul.
ru_ru: Пожалуйста, перезагрузите эту страницу, чтобы выбрать терминал.

source: Restaurant ID selected:
ro_ro: Restaurant selectat
ru_ru: Выбран ресторан с ID:

source: Please, reload this page to choose categories.
ro_ro: Reîncărcați această pagină pentru a alege terminalul.
ru_ru: Пожалуйста, перезагрузите эту страницу, чтобы выбрать категории.

source: Category
ro_ro: Categorie
ru_ru: Категория

source: already exists.
ro_ro: deja exista.
ru_ru: уже существует.

source: has been added
ro_ro: a fost adaugat
ru_ru: была добавлена

source: An error occurred while adding the category:
ro_ro: A apărut o eroare la adăugarea categoriei:
ru_ru: Произошла ошибка при добавлении категории:

source: No value!
ro_ro: Fără valoare!
ru_ru: Нет значения!

source: Everything went well!
ro_ro: Totul a mers bine!
ru_ru: Все прошло успешно!

source: Total uploaded and updated products: <strong>%s</strong>
ro_ro: Produse încărcate și actualizate total: <strong>% s </ strong>
ru_ru: Всего загружено и обновлено товаров: <strong>%s</strong>

source: Transient and options organization has be removed. Please reload this page.
ro_ro: Organizația tranzitorie și opțiunile au fost eliminate. Reîncărcați această pagină.
ru_ru: Транзиты и опции Организации были удалены. Пожалуйста, перезагрузите страницу.

source: Transient and options terminals has be removed. Please reload this page.
ro_ro: Terminalele tranzitorii și opțiunile au fost eliminate. Reîncărcați această pagină.
ru_ru: Транзиты и опции Терминала были удалены. Пожалуйста, перезагрузите страницу.

source: Transient and options products and categories has be removed. Please reload this page.
ro_ro: Produsele și categoriile tranzitorii și opțiunile au fost eliminate. Reîncărcați această pagină.
ru_ru: Транзиты и опции Товаров и Категорий были удалены. Пожалуйста, перезагрузите страницу.

source: Trying to remove %s products.
ro_ro: Încercarea de a elimina produsele %s.
ru_ru: Пробую удалить %s товаров.

source: Removed %s products.
ro_ro: Au fost eliminate produsele %s.
ru_ru: Удалено %s товаров

source: Iiko info
ru_ru: Информация IIko

source: Product information has not been received
ro_ro: Informațiile despre produs nu au fost primite
ru_ru: Информация о товаре не была получена

source: Trial version
ro_ro: Versiune de proba
ru_ru: Демо версия

source: Last uploaded data:
ro_ro: Ultimele informații încărcate:
ru_ru: Дата последней выгрузки:

source: <b>Revision</b> №
ro_ro: <b> Revizie </ b> №
ru_ru: <b>Ревизия</b> №

source: <b>Upload date: </b>
ro_ro: <b> Data încărcării: </ b>
ru_ru: <b>Дата загрузки: </b>

source: <b>Total items: </b>
ro_ro: <b> Articole totale: </ b>
ru_ru: <b>Всего наименований: </b>

source: When re-import update prices only?
ro_ro: Când actualizați numai prețurile de actualizare?
ru_ru: При повторном импорте обновлять только цены?

source: Scheduled upload included?
ro_ro: Încărcarea programată inclusă?
ru_ru: Включить загрузку по расписанию?

source: License:
ro_ro: Licență:
ru_ru: Лицензия:

source: Delivery terminal
ro_ro: Terminal de livrare
ru_ru: Ресторан

source: Time of delivery
ro_ro: Ora de livrare
ru_ru: Время доставки

source: As fast as possible
ro_ro: Cât de repede posibil
ru_ru: Как можно быстрее

source: Select delivery time
ro_ro: Selectați ora de livrare
ru_ru: Выбрать время доставки

source: Choose the date and time of delivery
ro_ro: Alegeți data și ora livrării
ru_ru: Выберите дату и время доставки

source: Delivery date and time
ro_ro: Data și ora livrării
ru_ru: Дата и время доставки

source: Delivery type
ro_ro: Tipul de livrare
ru_ru: Тип доставки

source: Delivery to home
ro_ro: Livrarea la domiciliu
ru_ru: Доставка на дом

source: I'll take it myself
ro_ro: O voi lua eu însumi
ru_ru: Сам заберу

source: Phone number
ro_ro: Numărul de telefon
ru_ru: Номер телефона

source: Street
ro_ro: Stradă
ru_ru: Улица

source: Street name
ro_ro: Numele străzii
ru_ru: Название улицы

source: Street id in Iiko
ro_ro: Codul de stradă în iiko
ru_ru: Id улицы в iiko

source: Street name in Iiko
ro_ro: Numele străzii în iiko
ru_ru: Название улицы в iiko

source: Home
ro_ro: Acasă
ru_ru: Дом

source: Housing
ro_ro: Carcasă
ru_ru: Корпус

source: Apartment
ro_ro: Apartament
ru_ru: Квартира

source: Entrance
ro_ro: Intrare
ru_ru: Подъезд

source: Delivery method
ro_ro: Metoda de livrare
ru_ru: Способ доставки

source: Delivery date & time
ro_ro: Data și ora livrării
ru_ru: Время и дата доставки

source: Order transferred to the delivery service. Expect courier.
ro_ro: Comanda transferată la serviciul de livrare. Așteptați curierul.
ru_ru: Заказ передан в службу доставки. Ожидайте курьера.

source: Order transferred to manager. Expect call.
ro_ro: Comanda a fost transferată managerului. Așteptați apelul.
ru_ru: Заказ передан менеджеру. Ожидайте звонка.

source: The order %s was not passed to the delivery service. Please contact our manager!
ro_ro: Comanda %s nu a fost transmisă serviciului de livrare. Contactați managerul nostru!
ru_ru: Заказ %s не был передан службе доставки. Пожалуйста, свяжитесь с нашим менеджером!

source: Total uploaded and updated products:<strong>%s</strong>
ro_ro: Produse încărcate și actualizate total: <strong> %s </ strong>
ru_ru: Всего загружено и обновлено товаров: <strong>%s</strong>

source: Welcome to iiko importer
ro_ro: Bine ați venit la importatorul iiko
ru_ru: Добро пожаловать в Iiko импортер

source: Import
ru_ru: Импорт

source: Choose an organization and reload the page.
ro_ro: Alegeți o organizație și reîncărcați pagina.
ru_ru: Выберите организацию и перезагрузите страницу.

source: Choose a terminal. Reload the page.
ro_ro: Alegeți un terminal. Reîncărcați pagina.
ru_ru: Выберите терминал доставки и перезагрузите страницу.

source: Choose product categories to import.
ro_ro: Alegeți categoriile de produse de importat.
ru_ru: Выберите категории товаров для импорта.

source: Start importing categories and products.
ro_ro: Începeți să importați categorii și produse.
ru_ru: Запустите импорт категорий и товаров

source: Terminal list is empty!
ro_ro: Lista terminalelor este goală!
ru_ru: Список терминалов пуст!

source: In case of error by the API, you can reset the transits and send the request again. <br> Attention list of terminals can be obtained no more than once a day.!
ro_ro: În cazul unei erori de către API, puteți reseta tranzitul și puteți trimite din nou solicitarea. <br> Lista de atenție a terminalelor nu poate fi obținută mai mult de o dată pe zi!
ru_ru: В случае ошибки API вы можете сбросить транзиты и снова отправить запрос. <br> Список терминалов рекомендуется запрашивать не чаще одного раза в день.

source: Reset restaurant list
ro_ro: Resetați lista de restaurante
ru_ru: Сбросить список ресторанов

source: Reset terminal list
ro_ro: Resetați lista terminalelor
ru_ru: Сбросить список терминалов

source: Reset products and categories list
ro_ro: Resetați lista de produse și categorii
ru_ru: Сбросить список товаров и категорий

source: In case of errors, you can remove all the products derived from iiko with images.
ro_ro: În caz de erori, puteți elimina toate produsele derivate din iiko cu imagini.
ru_ru: В случае ошибок вы можете удалить все товары, полученные из iiko с изображениями.

source: Remove items
ro_ro: Eliminați articolele
ru_ru: Удалить товары

source: Category loading ... This may take a long time. Do not refresh the page.
ro_ro: Categorie încărcare ... Acest lucru poate dura mult timp. Nu actualizați pagina.
ru_ru: Загрузка категорий ... Это может занять много времени. Не обновляйте страницу.

source: Products loading ... This may take a long time. Do not refresh the page.
ro_ro: Produsele se încarcă ... Acest lucru poate dura mult timp. Nu actualizați pagina.
ru_ru: Загрузка товаров ... Это может занять много времени. Не обновляйте страницу.

source: An error occurred during the download! See the details in the JS console.
ro_ro: A apărut o eroare în timpul descărcării! Consultați detaliile din consola JS.
ru_ru: Произошла ошибка во время загрузки! Смотрите подробности в консоли JS.

source: Products are deleted ... Do not refresh the page.
ro_ro: Produsele sunt șterse ... Nu actualizați pagina.
ru_ru: Данные о товарах удаляются... Не обновляйте страницу.

source: Transient %s success set
ro_ro: S-a setat succesul %s tranzitoriu
ru_ru: Транзит %s успешно установлен

source: RabbitMq queue is not found. Call <a href="https://iiko.ru/support">iiko support</a> for help
ro_ro: Cache-ul RabbitMq nu a fost găsit. Sunați la <a href="https://iiko.ru/support"> suportul iiko </a> pentru ajutor
ru_ru: Очередь RabbitMq не найдена. Свяжитесь с <a href="https://iiko.ru/support">поддержкой iiko</a> для помощи.

source: error in method
ro_ro: eroare în metodă
ru_ru: ошибка в методе

source: Response error:
ro_ro: Răspuns eroare:
ru_ru: Ошибка в ответе:

source: Response bad
ro_ro: Răspunsul rău
ru_ru: Ответ с ошибкой

source: Iiko import
ro_ro: Importul Iiko
ru_ru: Iiko импорт

source: Settings
ro_ro: Setări
ru_ru: Настройки

source: Activate license
ro_ro: Activați licența
ru_ru: Активировать лицензию

source: Please set Connection settings.
ro_ro: Stabiliți Setări conexiune.
ru_ru: Пожалуйста установите настройки соединения

source: Set settings
ro_ro: Setați setările
ru_ru: Задать настройки

source: Iiko licence manager
ro_ro: Manager de licență Iiko
ru_ru: Менеджер лицензий woo2iiko

source: Iiko License
ro_ro: Licența Iiko
ru_ru: Лицензия iiko

source: Iiko License Manager
ro_ro: Manager de licență Iiko
ru_ru: Менеджер лицензий woo to iiko

source: Please enter the license key for this product to activate it. You were given a license key when you purchased this item.
ro_ro: Introduceți cheia de licență pentru acest produs pentru ao activa. Vi sa dat o cheie de licență când ați achiziționat acest element.
ru_ru: Пожалуйста, введите лицензионный ключ для плагина, чтобы активировать его. Вам дали лицензионный ключ при покупке этого дополнения.

source: Thx for your choose!
ro_ro: Vă mulțumim pentru alegerea dvs.!
ru_ru: Спасибо за ваш выбор!

source: License Key
ro_ro: Cheie de licență
ru_ru: Лицензионный ключ

source: Activate
ro_ro: Activati
ru_ru: Активировать

source: Deactivate
ro_ro: Dezactivați
ru_ru: Деактивировать

source: Unexpected Error! The query returned with an error.
ro_ro: Eroare neașteptată! Întrebarea a revenit cu o eroare.
ru_ru: Неожиданная ошибка! Запрос возвращен с ошибкой.

source: The following message was returned from the server:
ro_ro: Următorul mesaj a fost returnat de pe server:
ru_ru: Следующее сообщение было получено с сервера:

source: Install Required Plugins
ro_ro: Instalați pluginurile necesare
ru_ru: Установите необходимые плагины

source: Install Plugins
ro_ro: Instalați pluginurile
ru_ru: Установите плагины

source: Installing Plugin: %s
ro_ro: Instalarea pluginului: %s
ru_ru: Установка плагинов: %s

source: Updating Plugin: %s
ro_ro: Actualizarea pluginului: %s
ru_ru: Обновление плагинов: %s

source: Something went wrong with the plugin API.
ro_ro: Sa întâmplat ceva în pluginul API.
ru_ru: Что-то пошло не так с API плагинов.

source: This theme requires the following plugin: %1$s.
ro_ro: Această temă necesită următorul plugin: %1 $s.
ru_ru: Для этой темы требуется следующий плагин: %1$s.

source: This theme recommends the following plugin: %1$s.
ro_ro: Această temă recomandă următorul plugin: %1$s.
ru_ru: Эта тема рекомендует следующий плагин: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ro_ro: Următorul plugin trebuie actualizat la cea mai recentă versiune pentru a asigura compatibilitatea maximă cu această temă: %1$s.
ru_ru: Следующий плагин необходимо обновить до последней версии, чтобы обеспечить максимальную совместимость с этой темой: %1$s.

source: There is an update available for: %1$s.
ro_ro: Există o actualizare disponibilă pentru: %1$s.
ru_ru: Доступно обновление для: %1$s.

source: The following required plugin is currently inactive: %1$s.
ru_ru: Следующий обязательный плагин в настоящее время неактивен: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ru_ru: Следующий рекомендуемый плагин в настоящее время неактивен: %1$s.

source: Begin installing plugin
ro_ro: Începeți să instalați pluginul
ru_ru: Начать установку плагина

source: Begin updating plugin
ro_ro: Începeți să actualizați pluginul
ru_ru: Начать обновление плагина

source: Begin activating plugin
ru_ru: Активировать плагин

source: Return to Required Plugins Installer
ro_ro: Reveniți la Instalatorul de pluginuri necesare
ru_ru: Вернуться к программе установки необходимых плагинов

source: Plugin activated successfully.
ro_ro: Plugin-ul a fost activat cu succes.
ru_ru: Плагин успешно активирован.

source: The following plugin was activated successfully:
ro_ro: Următorul plugin a fost activat cu succes:
ru_ru: Следующий плагин был успешно активирован:

source: No action taken. Plugin %1$s was already active.
ro_ro: Nicio actiune luata. Pluginul %1$s a fost deja activ.
ru_ru: Никаких действий не принято. Плагин %1$s уже был активен.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ro_ro: Plugin-ul nu este activat. O versiune mai mare a %s este necesară pentru această temă. Actualizați pluginul.
ru_ru: Плагин не активирован. Для этой темы требуется более новая версия %s. Пожалуйста, обновите плагин.

source: All plugins installed and activated successfully. %1$s
ro_ro: Toate pluginurile au fost instalate și activate cu succes. %1$s
ru_ru: Все плагины установлены и успешно активированы. %1$s

source: Dismiss this notice
ro_ro: Respingeți această notificare
ru_ru: Скрыть уведомление

source: There are one or more required or recommended plugins to install, update or activate.
ro_ro: Există unul sau mai multe pluginuri necesare sau recomandate pentru a instala, actualiza sau activa.
ru_ru: Существует один или несколько обязательных или рекомендуемых плагинов для установки, обновления или активации.

source: Please contact the administrator of this site for help.
ro_ro: Contactați administratorul acestui site pentru ajutor.
ru_ru: Пожалуйста, обратитесь к администратору этого сайта за помощью.

source: Please disable debug mode after work is ended
ro_ro: Dezactivați modul de depanare după terminarea lucrului
ru_ru: Пожалуйста, отключите режим отладки после окончания работы

source: Transients
ro_ro: Tranzitorii
ru_ru: Транзиты

source: Start import products
ro_ro: Porniți produsele de import
ru_ru: Запустить импорт

source: Select a terminal
ro_ro: Selectați un terminal
ru_ru: Выбрать терминал

source: Select terminal
ro_ro: Selectați terminalul
ru_ru: Выбрать терминал

source: Select categories to import
ro_ro: Selectați categoriile de importat
ru_ru: Выберите категории для импорта

source: Select categories
ro_ro: Selectați categoriile
ru_ru: Выбрать категории

source: Select a restaurant
ro_ro: Selectați un restaurant
ru_ru: Выберите ресторан

source: Select restaurant
ro_ro: Selectați restaurantul
ru_ru: Выбрать ресторан
